window.CALLIGRAPHY = [
{
"n": 1,
"name": "إبراهيم بن فيرمان",
"src": "png/01.png",
"orig": "٠١. إبراهيم بن فيرمان.png",
"w": 2753,
"h": 1575
},
{
"n": 2,
"name": "أبريزال",
"src": "png/02.png",
"orig": "٠٢. أبريزال.png",
"w": 2627,
"h": 1575
},
{
"n": 3,
"name": "أبو بكر فاطر أقصى",
"src": "png/03.png",
"orig": "٠٣. أبو بكر فاطر أقصى.png",
"w": 3990,
"h": 1575
},
{
"n": 4,
"name": "أبو بكر فواز",
"src": "png/04.png",
"orig": "٠٤. أبو بكر فواز.png",
"w": 3291,
"h": 1575
},
{
"n": 5,
"name": "أحمد سفيان",
"src": "png/05.png",
"orig": "٠٥. أحمد سفيان.png",
"w": 3563,
"h": 1575
},
{
"n": 6,
"name": "أحمد سيف الأمر",
"src": "png/06.png",
"orig": "٠٦. أحمد سيف الأمر.png",
"w": 4797,
"h": 1575
},
{
"n": 7,
"name": "أحمد فوزان",
"src": "png/07.png",
"orig": "٠٧. أحمد فوزان.png",
"w": 4193,
"h": 1575
},
{
"n": 8,
"name": "أحمد مصطفى القدسي",
"src": "png/08.png",
"orig": "٠٨. أحمد مصطفى القدسي.png",
"w": 3649,
"h": 1575
},
{
"n": 9,
"name": "أديماس أرجي أبيودا",
"src": "png/09.png",
"orig": "٠٩. أديماس أرجي أبيودا.png",
"w": 5698,
"h": 1575
},
{
"n": 10,
"name": "أكبر تيتوه أوتومو",
"src": "png/10.png",
"orig": "١٠. أكبر تيتوه أوتومو.png",
"w": 5222,
"h": 1575
},
{
"n": 11,
"name": "العثيمين",
"src": "png/11.png",
"orig": "١١. العثيمين.png",
"w": 2033,
"h": 1575
},
{
"n": 12,
"name": "أمر معروف أرضيانشاه",
"src": "png/12.png",
"orig": "١٢. أمر معروف أرضيانشاه.png",
"w": 4323,
"h": 1181
},
{
"n": 13,
"name": "بريل رفيف دانسوارا",
"src": "png/13.png",
"orig": "١٣. بريل رفيف دانسوارا.png",
"w": 6020,
"h": 1575
},
{
"n": 14,
"name": "بنتنج مهيمن وساكسن",
"src": "png/14.png",
"orig": "١٤. بنتنج مهيمن وساكسن.png",
"w": 3120,
"h": 1575
},
{
"n": 15,
"name": "جسليادي جومادي كاتووا",
"src": "png/15.png",
"orig": "١٥. جسليادي جومادي كاتووا.png",
"w": 3392,
"h": 1575
},
{
"n": 16,
"name": "حسن عبد الرحمن",
"src": "png/16.png",
"orig": "١٦. حسن عبد الرحمن.png",
"w": 4895,
"h": 1575
},
{
"n": 17,
"name": "ديماس تارونا أكبر",
"src": "png/17.png",
"orig": "١٧. ديماس تارونا أكبر.png",
"w": 5118,
"h": 1575
},
{
"n": 18,
"name": "ديماس زمزم آجي",
"src": "png/18.png",
"orig": "١٨. ديماس زمزم آجي.png",
"w": 5168,
"h": 1181
},
{
"n": 19,
"name": "رحمات فجري",
"src": "png/19.png",
"orig": "١٩. رحمات فجري.png",
"w": 3689,
"h": 1575
},
{
"n": 20,
"name": "رشيد دافى أرياسا",
"src": "png/20.png",
"orig": "٢٠. رشيد دافى أرياسا.png",
"w": 5110,
"h": 1575
},
{
"n": 21,
"name": "رفا ذلمين",
"src": "png/21.png",
"orig": "٢١. رفا ذلمين.png",
"w": 2875,
"h": 1575
},
{
"n": 22,
"name": "رفعة فارس الحامدين",
"src": "png/22.png",
"orig": "٢٢. رفعة فارس الحامدين.png",
"w": 5320,
"h": 1575
},
{
"n": 23,
"name": "شكور يشفيكا",
"src": "png/23.png",
"orig": "٢٣. شكور يشفيكا.png",
"w": 3009,
"h": 1181
},
{
"n": 24,
"name": "شوقي رحمن",
"src": "png/24.png",
"orig": "٢٤. شوقي رحمن.png",
"w": 2968,
"h": 1575
},
{
"n": 25,
"name": "عارف محمد حق",
"src": "png/25.png",
"orig": "٢٥. عارف محمد حق.png",
"w": 5346,
"h": 1575
},
{
"n": 26,
"name": "عبد الله",
"src": "png/26.png",
"orig": "٢٦. عبد الله.png",
"w": 4339,
"h": 1181
},
{
"n": 27,
"name": "عطاء الرحمن",
"src": "png/27.png",
"orig": "٢٧. عطاء الرحمن.png",
"w": 3791,
"h": 1575
},
{
"n": 28,
"name": "عطف فؤادي",
"src": "png/28.png",
"orig": "٢٨. عطف فؤادي.png",
"w": 3969,
"h": 1575
},
{
"n": 29,
"name": "عكاشة بن أحمد",
"src": "png/29.png",
"orig": "٢٩. عكاشة بن أحمد.png",
"w": 3694,
"h": 1181
},
{
"n": 30,
"name": "علي زين العابدين",
"src": "png/30.png",
"orig": "٣٠. علي زين العابدين.png",
"w": 4750,
"h": 1575
},
{
"n": 31,
"name": "عمر خطاب الهمام",
"src": "png/31.png",
"orig": "٣١. عمر خطاب الهمام.png",
"w": 5280,
"h": 1575
},
{
"n": 32,
"name": "غفران نور محترم",
"src": "png/32.png",
"orig": "٣٢. غفران نور محترم.png",
"w": 5450,
"h": 1575
},
{
"n": 33,
"name": "فالح فراس يقظان",
"src": "png/33.png",
"orig": "٣٣. فالح فراس يقظان.png",
"w": 4099,
"h": 1575
},
{
"n": 34,
"name": "فخر الرازي",
"src": "png/34.png",
"orig": "٣٤. فخر الرازي.png",
"w": 3177,
"h": 1575
},
{
"n": 35,
"name": "فطري حافظ الرزقي",
"src": "png/35.png",
"orig": "٣٥. فطري حافظ الرزقي.png",
"w": 6215,
"h": 1573
},
{
"n": 36,
"name": "فوزان فرحان إسكندار",
"src": "png/36.png",
"orig": "٣٦. فوزان فرحان إسكندار.png",
"w": 4058,
"h": 1575
},
{
"n": 37,
"name": "فيكنا رادياتا بيرمانا بوترا",
"src": "png/37.png",
"orig": "٣٧. فيكنا رادياتا بيرمانا بوترا.png",
"w": 5881,
"h": 1575
},
{
"n": 38,
"name": "محمد إلهام فردوس",
"src": "png/38.png",
"orig": "٣٨. محمد إلهام فردوس.png",
"w": 5327,
"h": 1575
},
{
"n": 39,
"name": "محمد حريص صبار الدين",
"src": "png/39.png",
"orig": "٣٩. محمد حريص صبار الدين.png",
"w": 6753,
"h": 1575
},
{
"n": 40,
"name": "محمد ريحان حنيف",
"src": "png/40.png",
"orig": "٤٠. محمد ريحان حنيف.png",
"w": 4907,
"h": 1575
},
{
"n": 41,
"name": "محمد زكي مبارك",
"src": "png/41.png",
"orig": "٤١. محمد زكي مبارك.png",
"w": 4302,
"h": 1575
},
{
"n": 42,
"name": "محمد سعيد المسيف",
"src": "png/42.png",
"orig": "٤٢. محمد سعيد المسيف.png",
"w": 5493,
"h": 1575
},
{
"n": 43,
"name": "محمد صالح عبد الرحمن",
"src": "png/43.png",
"orig": "٤٣. محمد صالح عبد الرحمن.png",
"w": 5237,
"h": 1575
},
{
"n": 44,
"name": "محمد عصام الله أطهر",
"src": "png/44.png",
"orig": "٤٤. محمد عصام الله أطهر.png",
"w": 4091,
"h": 1575
},
{
"n": 45,
"name": "محمد نوفل عبد الرحمن",
"src": "png/45.png",
"orig": "٤٥. محمد نوفل عبد الرحمن.png",
"w": 5732,
"h": 1575
},
{
"n": 46,
"name": "محمد يسري رمضان الزمي",
"src": "png/46.png",
"orig": "٤٦. محمد يسري رمضان الزمي.png",
"w": 6631,
"h": 1575
},
{
"n": 47,
"name": "مصعب العميري",
"src": "png/47.png",
"orig": "٤٧. مصعب العميري.png",
"w": 4906,
"h": 1542
},
{
"n": 48,
"name": "معاذ عبد الجبار",
"src": "png/48.png",
"orig": "٤٨. معاذ عبد الجبار.png",
"w": 4910,
"h": 1575
},
{
"n": 49,
"name": "مهتدي أمرين",
"src": "png/49.png",
"orig": "٤٩. مهتدي أمرين.png",
"w": 4344,
"h": 1575
},
{
"n": 50,
"name": "مولانا مالك إبراهيم",
"src": "png/50.png",
"orig": "٥٠. مولانا مالك إبراهيم.png",
"w": 5442,
"h": 1745
}
];
